[
    {
        "text":"Dofus is a Flash-based tactical turn-oriented massively multiplayer online role-playing game (MMORPG) developed and published by Ankama Games,4 a French computer game manufacturer. Originally released solely in French, it has since been translated into many other languages. It is primarily a pay-to-play game, though it still offers a limited amount of free content. Its success has led to the marketing of spin-off products, such as books, art, comics and a movie released in 2016. It has also led to the development of two continuations: Dofus Arena, released at the beginning of 2006, which is an alternative 'tournament' version of Dofus; and Wakfu, a continuation of Dofus.citation needed The game has attracted over 25 million players worldwide and is especially well known in France.5 Today, there are more than 1.5 million subscribers every month on the game.",
        "id": 1,
        "language":"en",
        "title":"Dofus"
    },
    {
        "text":"Marshall Bruce Mathers III (born October 17, 1972), known professionally as Eminem (often stylized as EMINƎM), is an American rapper, songwriter, record producer, and actor. Eminem is the best-selling artist of the 2000s in the United States. Throughout his career, he has had 10 number-one albums on the Billboard 200 and five number-one singles on the Billboard Hot 100. With US sales of 47.4 million albums1 and 42 million tracks as of June 2014, Eminem is the second best-selling male artist of the Nielsen SoundScan era, the sixth best-selling artist in the United States and the best-selling hip-hop artist. Globally, he has sold more than 245 million albums, making him one of the world's best-selling artists. Additionally, he is the only artist to have eight albums consecutively debut at No. 1 on the Billboard 2002. Rolling Stone ranked him 83rd on its list of 100 Greatest Artists of All Time, calling him the King of Hip Hop.",
        "id": 2,
        "language":"en",
        "title":"Eminem"
    },
    {
        "text":"Donald John Trump (born June 14, 1946) is the 45th and current President of the United States, in office since January 20, 2017. Before entering politics, he was a businessman and television personality. Trump was born and grew up in the New York City borough of Queens, earning an economics degree from the Wharton School of the University of Pennsylvania. A third generation businessman, he followed the in footsteps of his grandmother Elizabeth and father Fred in running the family real estate company. He renamed it The Trump Organization, and ran it from 1971 until his 2017 inauguration. Trump's real estate career focused on building or renovating skyscrapers, hotels, casinos, and golf courses. He has also started multiple side ventures, branded and licensed his name for real estate and various products. Trump has also gained fame in the media/entertainment world, co-authoring several books (most notably The Art of the Deal), producing/hosting The Apprentice, a reality television game show about business, from 2003 to 2015, and for a time serving as owner of the Miss Universe and Miss USA beauty pageants. According to Forbes, he was the world's 544th richest person as of May 2017, with an estimated net worth of $3.5 billion.",
        "id": 3,
        "language":"en",
        "title":"Donald John Trump"
    },
    {
        "text":"The Institut National des Sciences Appliquées (INSA) (National Institute of Applied Sciences) is a grande école – a French engineering university. There are 6 INSA establishments organised as a network and located in major French regional cities Lyon, Rennes, Rouen, Strasbourg, Toulouse, Blois and Bourges. All INSAs share the same philosophy, at the same time preserving an individual identity based on their respective histories, origins, economic environments and on poles of excellence developed from specific competences. The INSA network represents the largest engineer training group in France: 12% of all engineers who obtain their degree in France each year, graduate from one of the INSA establishments. To date, almost 50,000 INSA engineers contribute to the social and economic fabric worldwide. The INSA are public establishments with a scientific, cultural and professional orientation. They are under the aegis of the Ministry of Higher Education and are accredited by the 'Commission des Titres' to deliver Engineering Degrees.",
        "id": 4,
        "language":"en",
        "title":"INSA de Lyon"
    },
    {
        "text":"Weather is the state of the atmosphere, describing for example the degree to which it is hot or cold, wet or dry, calm or stormy, clear or cloudy.1 Most weather phenomena occur in the lowest level of the atmosphere, the troposphere,23 just below the stratosphere. Weather refers to day-to-day temperature and precipitation activity, whereas climate is the term for the averaging of atmospheric conditions over longer periods of time.4 When used without qualification, 'weather' is generally understood to mean the weather of Earth. Weather is driven by air pressure, temperature and moisture differences between one place and another. These differences can occur due to the sun's angle at any particular spot, which varies with latitude. The strong temperature contrast between polar and tropical air gives rise to the largest scale atmospheric circulations: the Hadley Cell, the Ferrel Cell, the Polar Cell, and the jet stream. Weather systems in the mid-latitudes, such as extratropical cyclones, are caused by instabilities of the jet stream flow. Because the Earth's axis is tilted relative to its orbital plane, sunlight is incident at different angles at different times of the year. On Earth's surface, temperatures usually range ±40 °C (−40 °F to 100 °F) annually. Over thousands of years, changes in Earth's orbit can affect the amount and distribution of solar energy received by the Earth, thus influencing long-term climate and global climate change.",
        "id": 5,
        "language":"en",
        "title":"Weather"
    },
    {
        "text":"Climate change is a change in the statistical distribution of weather patterns when that change lasts for an extended period of time (i.e., decades to millions of years). Climate change may refer to a change in average weather conditions, or in the time variation of weather within the context of longer-term average conditions. Climate change is caused by factors such as biotic processes, variations in solar radiation received by Earth, plate tectonics, and volcanic eruptions. Certain human activities have been identified as primary causes of ongoing climate change, often referred to as global warming.1 Scientists actively work to understand past and future climate by using observations and theoretical models. A climate record—extending deep into the Earth's past—has been assembled, and continues to be built up, based on geological evidence from borehole temperature profiles, cores removed from deep accumulations of ice, floral and faunal records, glacial and periglacial processes, stable-isotope and other analyses of sediment layers, and records of past sea levels. More recent data are provided by the instrumental record. General circulation models, based on the physical sciences, are often used in theoretical approaches to match past climate data, make future projections, and link causes and effects in climate change.",
        "id": 6,
        "language":"en",
        "title":"Climate change"
    },
    {
        "text":"Sport (British English) or sports (American English) includes all forms of competitive physical activity or games which,1 through casual or organised participation, aim to use, maintain or improve physical ability and skills while providing enjoyment to participants, and in some cases, entertainment for spectators.2 Usually the contest or game is between two sides, each attempting to exceed the other. Some sports allow a tie game; others provide tie-breaking methods, to ensure one winner and one loser. A number of such two-sided contests may be arranged in a tournament producing a champion. Many sports leagues make an annual champion by arranging games in a regular sports season, followed in some cases by playoffs. Hundreds of sports exist, from those between single contestants, through to those with hundreds of simultaneous participants, either in teams or competing as individuals. In certain sports such as racing, many contestants may compete, each against each other, with one winner.",
        "id": 7,
        "language":"en",
        "title":"Sport"
    },
    {
        "text":"Advertising is an audio or visual form of marketing communication that employs an openly sponsored, non-personal message to promote or sell a product, service or idea.1:465 Sponsors of advertising are often businesses wishing to promote their products or services. Advertising is differentiated from public relations in that an advertiser pays for and has control over the message. It differs from personal selling in that the message is non-personal, i.e., not directed to a particular individual.1:661,672 Advertising is communicated through various mass media,2 including traditional media such as newspapers, magazines, television, radio, outdoor advertising or direct mail; and new media such as search results, blogs, social media, websites or text messages. The actual presentation of the message in a medium is referred to as an advertisement or 'ad' for short. Commercial ads often seek to generate increased consumption of their products or services through 'branding', which associates a product name or image with certain qualities in the minds of consumers. On the other hand, ads that intend to elicit an immediate sale are known as direct-response advertising. Non-commercial entities that advertise more than consumer products or services include political parties, interest groups, religious organizations and governmental agencies. Non-profit organizations may use free modes of persuasion, such as a public service announcement. Advertising may also be used to reassure employees or shareholders that a company is viable or successful.",
        "id": 8,
        "language":"en",
        "title":"Advertising"
    },
    {
        "text":"Facebook is an American for-profit corporation and an online social media and social networking service based in Menlo Park, California. The Facebook website was launched on February 4, 2004, by Mark Zuckerberg, along with fellow Harvard College students and roommates, Eduardo Saverin, Andrew McCollum, Dustin Moskovitz, and Chris Hughes. The founders had initially limited the website's membership to Harvard students; however, later they expanded it to higher education institutions in the Boston area, the Ivy League schools, and Stanford University. Facebook gradually added support for students at various other universities, and eventually to high school students as well. Since 2006, anyone who claims to be at least 13 years old has been allowed to become a registered user of Facebook, though variations exist in the minimum age requirement, depending on applicable local laws. The Facebook name comes from the face book directories often given to United States university students. The company held its initial public offering (IPO) in February 2012, and began selling stock to the public three months later, reaching an original peak market capitalization of $104 billion, a new record. Facebook makes most of its revenue from advertisements which appear onscreen.",
        "id": 9,
        "language":"en",
        "title":"Facebook"
    },
    {
        "text":"Space Exploration Technologies Corp., doing business as SpaceX, is a private American aerospace manufacturer and space transport services company headquartered in Hawthorne, California. It was founded in 2002 by entrepreneur Elon Musk with the goal of reducing space transportation costs and enabling the colonization of Mars.8 SpaceX has since developed the Falcon launch vehicle family and the Dragon spacecraft family, which both currently deliver payloads into Earth orbit. SpaceX's achievements include the first privately funded liquid-propellant rocket to reach orbit (Falcon 1 in 2008);9 the first privately funded company to successfully launch, orbit, and recover a spacecraft (Dragon in 2010); the first private company to send a spacecraft to the International Space Station (Dragon in 2012);10 the first propulsive landing for an orbital rocket (Falcon 9 in 2015); and the first reuse of an orbital rocket (Falcon 9 in 2017). As of March 2017, SpaceX has since flown ten missions to the International Space Station (ISS) under a cargo resupply contract.[11 NASA also awarded SpaceX a further development contract in 2011 to develop and demonstrate a human-rated Dragon, which would be used to transport astronauts to the ISS and return them safely to Earth.[12",
        "id": 10,
        "language":"en",
        "title":"SpaceX"
    }
]